Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: །རྣམ་པར་ཐར་པའི་སྒོའི་སྤྱོད་ཡུལ་ནི་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པར་རྣམ་པར་རྟོག་པ་རྣམས་དང་། དེས་སྤང་བར་བྱ་བ་སྟོང་པ་མ་ཡིན་པ་དང་། མཚན་མ་དང་སྨོན་པའི་རྣམ་པར་རྟོག་པ་རྣམས་སོ།
en: Those falling within the province of the three gateways to liberation are the conceptualizations of emptiness, signlessness, and wishlessness, and the conceptualizations of not being empty, having a sign, and being wished for that have to be eliminated.

source: །ཆོས་རྣམས་ལ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་སོ་སོར་རྟོག་པ་ནི་ལྷག་མ་རྣམས་ཏེ། འདུས་བྱས་དང་། སྐྱེ་བ་དང་། མི་དབེན་པ་རྣམས་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཉོན་མོངས་པ་དང་བཅས་པ་དང་། འཇིག་རྟེན་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་།
en: All the rest fall within the province of the perfect analytic understanding of the reality of dharmas.

source: འཁོར་བར་རྣམ་པར་རྟོག་པ་སྟེ་བཅུ་དང་། དེ་དག་གི་གཉེན་པོར་གྱུར་པ་འདུས་མ་བྱས་དང་། འགོག་པ་དང་། དབེན་པ་དང་། དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། ཟག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་མེད་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་།
en: These are the ten conceptualizations of the compounded, the arising, the not isolated, the unwholesome, being with basic immorality, being with outflows, the afflicted, the ordinary, defilement, and saṃsāra, and, serving as the side counteracting them, the ten conceptualizations of the uncompounded, the stopping, the isolated, the wholesome, being without basic immorality, being without outflows, the unafflicted, the extraordinary, purification, and nirvāṇa.

source: རྣམ་པར་བྱང་བ་དང་། མྱ་ངན་ལས་འདས་པར་རྟོག་པ་སྟེ། རྣམ་པར་རྟོག་པ་བཅུ་པོ་དེ་དག་ཐམས་ཅད་ཀྱང་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་ཡིན་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་ནི་དེ་དག་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་སྤང་བར་བྱའོ།
en: All of them, furthermore, fall within the province of śrāvakas and pratyekabuddhas because bodhisattvas have to eliminate them all totally.

source: །རྣམ་པར་རྟོག་པ་སུམ་ཅུ་རྩ་བཞི་པོ་དེ་དག་སྤངས་པ་ནི་བཏགས་པ་ཙམ་དུ་ཟད་པར་སློབ་པའི་ཕན་ཡོན་དུ་བསྟན་ཏོ། །འདུས་བྱས་ཀྱི་ཁམས་ན་ཡོད་པ་འམ།
en: It teaches the elimination of those thirty-four conceptualizations as the benefit of training in phenomena just being simply designations. “

source: འདུས་མ་བྱས་ཀྱི་ཁམས་ན་ཡོད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་ཞེས་བྱ་བ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སོགས་པ་འདུས་བྱས་སམ་འདུས་མ་བྱས་པའི་ནང་དུ་མི་འགྲང་ངོ་ཞེས་བྱ་བའོ།
en: They do not view… as existing in the compounded element or as existing in the uncompounded element.” This is saying that the perfection of wisdom and so on are not counted as being a compounded phenomenon or an uncompounded phenomenon.

source: །དེ་ཉིད་ལ་དཀར་པོ་དང་ནག་པོའི་ཕྱོགས་གཉིས་སུ་བརྗོད་པ་ལ་མི་རྟོག་པར་བསྟན་པའི་ཕྱིར། ཆོས་ཐམས་ཅད་ལ་མི་རྟོག་གོ་ཞེས་བྱ་བ་གསུངས་ཏེ། མུ་སྟེགས་ཅན་ལ་སོགས་པ་ལྟར་རྟག་པ་དང་བདེ་བ་དང་།
en: To teach that in true reality they do not mentally construct an expression of a bright and dark side as two, it says “do not mentally construct… any of those dharmas.”

source: བདག་ཡོད་པ་ལ་སོགས་པའི་བྱེ་བྲག་ཏུ་རྣམ་པར་མི་རྟོག་པ་དང་། ཉན་ཐོས་ལ་སོགས་པ་ལྟར་ལྷག་མཐོང་ལ་སོགས་པས་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་མེད་པ་ལ་སོགས་པའི་བྱེ་བྲག་ཏུ་མི་རྟོག་པའོ། །དེ་ལྟར་རྟོག་པ་དང་།
en: They do not, like the tīrthikas and so on, “conceptualize,” in particular, that something is permanent, is a pleasure, or has a self and so on, and they do not, like the śrāvakas and so on, with their insight and so on, “mentally construct,” in particular, that something is impermanent, suffering, and selfless and so on.

source: རྣམ་པར་རྟོག་པ་ཐམས་ཅད་ཀྱི་གཉེན་པོར་གྱུར་པ། བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་བསྟན་པའི་ཕྱིར། དེ་རྣམ་པར་མི་རྟོག་པའི་ཆོས་ལ་གནས་ཤིང་། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་བསྒོམ་ཞེས་བྱ་བ་ལ་སོགས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པའི་མཐར་ཐུག་པའི་བར་དུ་གསུངས་སོ།
en: Thus, to teach that the training of bodhisattvas is in a form that counteracts all such mental construction and conceptualization, it says, “Standing without mentally constructing any dharma they cultivate the applications of mindfulness,” up to the end, “the distinct attributes of a buddha.”

source: །རྣམ་པར་མི་རྟོག་པ་དེའི་ཡུལ་དུ་གྱུར་པ་ཆོས་རྣམས་ཀྱི་ཡང་དག་པ་ཇི་ལྟ་བ་ཉིད་ཉན་ཐོས་རྣམས་ཀྱི་ཡུལ་གྱི་གཉེན་པོར་གྱུར་པ་བསྟན་པའི་ཕྱིར་དེས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ།
en: In order to teach the actually real state of dharmas that serves as the object when there is no conceptualization, in a form that counteracts the object of śrāvakas, it says, “[Bodhisattva great beings] practicing the perfection of wisdom excellently realize the defining marks of the dharmas.

source: ཆོས་རྣམས་ཀྱི་མཚན་ཉིད་ཤིན་ཏུ་རྟོག་པ་ཡིན་ཏེ་ཆོས་རྣམས་ཀྱི་མཚན་ཉིད་གང་ཡིན་པ་དེ་ནི་ཀུན་ནས་ཉོན་མོངས་པར་མི་འགྱུར་རོ།
en: And that defining mark of a dharma, of the dharmas, is not defiled and is not purified.”

source: །རྣམ་པར་བྱང་བར་མི་འགྱུར་རོ་ཞེས་གསུངས་སོ། །དེ་བཞིན་ཉིད་ནི་རང་བཞིན་གྱིས་ཡོངས་སུ་དག་པའི་ཕྱིར་དྲི་མ་དང་བཅས་པའི་གནས་སྐབས་ན་ཀུན་ནས་ཉོན་མོངས་པ་ཡང་མེད་ལ།
en: This teaches that suchness is naturally pure, so, during the period when there are stains it is not defiled.

source: དྲི་མ་མེད་པའི་གནས་སྐབས་ན་གློ་བུར་གྱི་རྣམ་པར་བྱང་བ་ཡང་མེད་དེ།
en: During the period when there are no stains, there is no purification of what has been plucked out of thin air.

source: དུས་ཐམས་ཅད་དུ་དེ་བཞིན་ཉིད་དུ་གནས་པའི་ཕྱིར།
en: Therefore, because it remains always in such a state it is called tathatā.

source: དེ་བཞིན་ཉིད་དོ་ཞེས་བསྟན་ཏོ། །དེ་བས་ན་སྔར་བསྟན་པ་དེ་དག་ཐམས་ཅད་ཀུན་བརྟགས་པ་སྟེ། དེ་དག་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་མ་ཡིན་པ་བདེན་པ་མ་ཡིན་པའོ་ཞེས་གསུངས་པ་ཡིན་ནོ།
en: Therefore, it is saying about those in the above explanation that they are all imaginary phenomena, they are not actually real, are not the truth. “

source: །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ།
en: Subhūti, when bodhisattva great beings are thus practicing the perfection of wisdom they should understand the conventional usage of dharmas that are names and conventional terms.”

source: མིང་དང་བརྡར་བྱ་བའི་ཆོས་ཀྱི་གདགས་པ་ཁོང་དུ་ཆུད་པར་བྱ་སྟེ་ཞེས་བྱ་བས་བརྟགས་པ་དེ་དག་ཉིད་བསྟན་ནས་ཆོས་ཐམས་ཅད་ལ་མངོན་པར་ཞེན་པ་མེད་པ་ནི་དེའི་འབྲས་བུ་ཡིན་པས། དེས་མིང་དང་བརྡར་བྱ་བའི་ཆོས་ཀྱི་གདགས་པ་ཁོང་དུ་ཆུད་ན་གཟུགས་ལ་མངོན་པར་ཞེན་པར་འགྱུར་བ་མེད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པ་ཕན་ཡོན་གཉིས་པ་སྟོན་ཏོ།
en: When just those mentally constructed dharmas are taught, its result is not settling down on all dharmas, so, “having understood that they are [just] names and conventional terms that are dharma designations, they do not settle down on form,” and so on, teaches the second benefit.

source: །དེ་ལྟར་ཆོས་ཐམས་ཅད་བཏགས་པ་ཙམ་དུ་ཟད་པར་རིག་ནས་གཟུགས་ལ་སོགས་པ་ཀུན་བརྟགས་པའི་ཆོས་རྣམས་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཡོངས་སུ་དག་པར་བྱ་བའི་ཐབས་མཁས་པའི་མཐར་ཐུག་པའི་བར་དག་ལ་མངོན་པར་ཞེན་པར་མི་བྱེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: It means having thus become aware that all dharmas are simply just designations they do not settle on any imaginary phenomenon—form and so on, up to, at the end, “the skillful means” for the sake of the purification of the buddhadharmas. “

source: །དེ་བཞིན་ཉིད་ལ་མངོན་པར་ཞེན་པར་འགྱུར་བ་མེད་དོ།
en: They do not settle down on suchness.

source: །ཡང་དག་པའི་མཐའ་ལ་མངོན་པར་ཞེན་པར་འགྱུར་བ་མེད་དོ།
en: They do not settle down on the very limit of reality. They do not settle down on the dharma-constituent.”

source: །ཆོས་ཀྱི་དབྱིངས་ལ་མངོན་པར་ཞེན་པར་འགྱུར་བ་མེད་དོ་ཞེས་བྱ་བ་ནི་སྔར་སྨོས་པའི་རིམ་པས་ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་ཀྱི་སྤྱོད་ཡུལ་བྱང་ཆུབ་སེམས་དཔའི་སས་བསྡུས་པ་ནི་དེ་བཞིན་ཉིད་ཅེས་བྱའོ། །ཐམས་ཅད་ཤེས་པ་ཉིད་ཀྱི་སྤྱོད་ཡུལ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་མྱ་ངན་ལས་འདས་པ་ནི་ཡང་དག་པའི་མཐའ་ཞེས་བྱའོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སྤྱོད་ཡུལ་སངས་རྒྱས་ཀྱི་སར་གཏོགས་པའི་ཆོས་ཀྱི་སྐུ་ནི་ཆོས་ཀྱི་དབྱིངས་ཞེས་བྱའོ།
en: In the order spoken about before, what falls within the province of the knowledge of the aspects of the paths incorporated in the levels of bodhisattvas is called suchness; the nirvāṇa that falls within the province of the all-knowledge of śrāvakas and pratyekabuddhas is the very limit of reality; and the dharma body included in the Buddha level that falls within the province of the knowledge of all aspects of the buddhas is the dharma-constituent.

source: །དེ་ནས་ཡང་མངོན་པར་ཞེན་པ་མེད་པར་བསྒོམ་པའི་ཕན་ཡོན་ནི། རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ནི་ཆོས་ཐམས་ཅད་ལ་མངོན་པར་ཞེན་པ་མེད་པས་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམ་པར་འཕེལ་ལོ་ཞེས་བྱ་བ་ལ་སོགས་པ་ནས། གཟུངས་ཀྱི་སྒོ་རྣམས་དང་།
en: After that the benefit of cultivating not settling is again taught in the passage from, “Subhūti, bodhisattva great beings thus practicing the perfection of wisdom who do not settle down on all dharmas grow in the perfection of giving,” and so on, up to the end: “They will obtain the dhāraṇī gateways.

source: ཏིང་ངེ་འཛིན་གྱི་སྒོ་རྣམས་ཀྱང་ཐོབ་པར་འགྱུར་རོ་ཞེས་བྱ་བའི་མཐར་ཐུག་པའི་བར་གྱི་གཞུང་གིས་བསྟན་ཏོ།
en: They will obtain the meditative stabilization gateways.”

source: །དེ་ལྟར་བརྡར་བཏགས་པའི་གདམས་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་ནས། སེམས་ཅན་མི་དམིགས་པའི་གདམས་པ་གཉིས་པ་བསྟན་པར་བྱ་སྟེ། འདི་ལྟར་གནས་བརྟན་རབ་འབྱོར་གྱིས་དང་པོ་ཞུས་པ་ལས།
en: Instructions for making an effort without apprehending beings Having thus completed the instruction for designations that are conventional terms, there has to be an explanation of the second, the instruction without apprehending beings.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཞེས་བགྱི་ན་ཞེས་བྱ་བ་འབྱུང་བས། ཚིག་དེའི་རྒྱུས་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བའི་ཆོས་འགའ་ཞིག་ཡོད་དོ་སྙམ་པའི་བསམ་པས། གནས་བརྟན་གྱིས་དེ་སྐད་སྨྲས་སོ་སྙམ་དུ་ཁ་ཅིག་ཐེ་ཚོམ་དེ་བསལ་བའི་ཕྱིར། བཅོམ་ལྡན་འདས་ཀྱིས་རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ། གཟུགས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ། གཟུགས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་མམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་ཡོད་སྙམ་མམ། གཟུགས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་དྲི་བ་རྣམ་པ་ལྔ་དྲིས་སོ།
en: So first, from the elder Subhūti asking, “Lord, you say… ‘bodhisattva great being,’ ” there arises, on account of that inquiry, the thought that “something called a bodhisattva exists,” so, in order to remove the doubt of someone who thinks, “Subhūti said that,” the Lord poses a fivefold question: “What do you think, Subhūti, is the bodhisattva form, or is the bodhisattva other than form, or is the bodhisattva in form, or is form in the bodhisattva, or is the bodhisattva without form?”

source: །བྱང་ཆུབ་སེམས་དཔའ་ལ་སེམས་ཅན་དུ་འཛིན་ཅིང་། བདག་ལ་སོགས་པ་བཞིན་དུ་ཐ་དད་པར་རྟོག་ན་རྣམ་པར་རྟོག་པ་རྣམ་པ་གསུམ་དུ་འགྱུར་ཏེ། དེ་ཉིད་དང་གཞན་ཉིད་ཀྱི་དབང་དང་གཞི་དང་། གནས་པའི་དངོས་པོ་དང་། དེ་ལས་གཞན་པར་རོ།
en: Seizing on a bodhisattva as a being and mentally constructing it as different, like a soul and so on, the possibilities are threefold: controller of itself and the other; a residence and resident; something other than those.

source: །འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ལ་སེམས་ཅན་ཉིད་དུ་མངོན་པར་ཞེན་ན། ཇི་ལྟར་ཆད་པར་སྨྲ་བ་རྣམས་ཀྱིས་བདག་ཏུ་ཡོངས་སུ་བཏགས་པ་ལྟར་ཕུང་པོ་ལྔའི་ངོ་བོ་ཉིད་དམ། ཇི་ལྟར་རྟག་པར་སྨྲ་བ་རྣམས་ཀྱིས་བདག་ཏུ་ཡོངས་སུ་བཏགས་པ་ལྟར། ཕུང་པོ་ལྔ་ལས་མ་གཏོགས་པ་གཞན་ཞིག་ཡིན་གྲང་ན།
en: Thus, when a bodhisattva is settled down on as a being it can be supposed to be just the entity that is the five aggregates as the nihilists have falsely imagined the self to be; or it can be a self that is something quite other, not included in the five aggregates, as the eternalists have falsely imagined the self to be.

source: དེ་ལ་དང་པོ་གཅིག་པའི་ཕྱོགས་ཉེ་བར་བཟུང་སྟེ། གཟུགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ། ཚོར་བ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ། འདུ་ཤེས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ།
en: There, taking the position that they are the same as its point of departure, it says, “Is the bodhisattva form… or is the bodhisattva feeling… or is the bodhisattva perception…?”

source: །གཉིས་པ་ཐ་དད་པའི་ཕྱོགས་ཉེ་བར་བཟུང་སྟེ། གཟུགས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ། ཚོར་བ་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ།
en: and so on. Second, taking the position that they are different as its point of departure, it says, “Is the bodhisattva something other that is not form, … is the bodhisattva something other that is not feeling…?” and so on.

source: །ཡང་ཕྱོགས་གཉིས་པ་གཞི་དང་གནས་པའི་དངོས་པོ་ཉེ་བར་བཟུང་ནས་གཟུགས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་མམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་ཡོད་སྙམ་མམ། ཚོར་བ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་མམ།
en: Furthermore, having taken the second possibility of a residence and resident as its point of departure, it says, “Or is the bodhisattva in form, or is form in the bodhisattva… or is the bodhisattva in feeling, or is feeling in the bodhisattva…?”

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་ཚོར་བ་ཡོད་སྙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: and so on.

source: གཟུགས་དང་ཚོར་བ་ལ་སོགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ནི་རྣམ་པ་ཐམས་ཅད་དུ་འབྲེལ་པ་མེད་དེ། རྣམ་པ་ཐམས་ཅད་དུ་དེ་དག་ལས་བྱང་ཆུབ་སེམས་དཔའ་ནི་གཞན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: The idea is that form and feeling and so on, and a bodhisattva, are totally unconnected, because a bodhisattva is totally other than them.

source: །ཕྱོགས་གསུམ་པ་ཉེ་བར་བཟུང་ནས། གཟུགས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ། ཚོར་བ་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: Having taken the third possibility as its point of departure, it says, “Or is the bodhisattva without form… or is the bodhisattva without feeling…?” and so on.

source: འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་འདི་ལ་རྣམ་པར་དཔྱད་ན། གཅིག་པའམ། ཐ་དད་པའམ། གཞི་དང་གནས་པའི་དངོས་པོ་འམ། དེ་མེད་པའི་དངོས་པོར་ཡང་དཔྱད་དུ་མི་བཟོད་དེ།
en: Thus, when an analysis of this bodhisattva has been made, the bodhisattva does not withstand analysis as being the same or different, or a residence or resident, or as something that is the nonexistence of those.

source: དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉིད་མེད་དོ་སྙམ་དུ་དགོངས་ནས། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ་ཞེས་གསུངས་སོ།
en: Therefore, intending that the bodhisattva does not exist, it says, “None of those, Lord.”

source: །བདག་ཏུ་སྨྲ་བའི་ནང་ནས་ཁ་ཅིག་རྟོག་པར་བྱེད་པ་མཐོང་བ་ནི་ཡུལ་ཐམས་ཅད་པའོ་ཞེས་འབྱུང་བས་སེམས་ཅན་ནི་མིག་ལ་སོགས་པ་དབང་པོའི་བདག་ཉིད་ལ་སེམས་ཅན་དུ་རྟོག་ཅིང་།
en: Among those who assert a soul, there are some for whom “a discriminating seeing has everything as its object,” who mentally construct a being that is in the nature of an eye sense faculty and so on.

source: གཟུགས་ཀྱི་རང་བཞིན་ལ་སེམས་ཅན་ཞེས་བྱ་བ་བསམས་ཏེ། མཐོང་བ་པོ་ནི་བདག་ཡིན་ནོ་སྙམ་དུ་སེམས་པ་དེའི་ཕྱིར།
en: Thinking what is called a being has form as its intrinsic nature, they think the soul is “one who sees.”

source: གཟུགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ།
en: Therefore, it says, “What do you think… is the bodhisattva form?” and so on.

source: །དེ་བཞིན་དུ་བ་ལང་རྫི་ལ་སོགས་པ་ལྟར་ཟ་བ་པོ་ནི་སེམས་ཅན་ཡིན་ནོ་སྙམ་དུ་རྟོག་ཅིང་།
en: Similarly, those like cowherds and so on who mentally construct an enjoyer as a being, and, having taken it as having feeling for its intrinsic nature, think the soul is “one who feels.”

source: ཚོར་བའི་ངོ་བོ་ཉིད་དུ་བཟུང་ནས་ཚོར་བ་པོ་ནི་བདག་ཡིན་ནོ་སྙམ་དུ་སེམས་པ་དེའི་ཕྱིར་ཚོར་བ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་གསུངས་སོ།
en: Therefore, it says, “What do you think… is the bodhisattva feeling?”

source: །དེ་བཞིན་དུ་གཅེར་བུ་ལ་སོགས་པ་ལྟར་བྱེད་པ་པོ་སེམས་ཅན་ཡིན་པར་རྟོག་ཅིང་། འདུ་ཤེས་དང་འདུ་བྱེད་ཀྱི་ངོ་བོ་ཉིད་དུ་བཟུང་སྟེ།
en: Similarly, those like Jains and so on mentally construct a doer as a being, and, having taken it as having perception and volitional factors for its intrinsic nature, think the soul is “one who does.”

source: བྱེད་པ་པོ་ནི་བདག་ཡིན་ནོ་སྙམ་དུ་སེམས་པ་དེའི་ཕྱིར་འདུ་ཤེས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ། འདུ་བྱེད་རྣམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་གསུངས་སོ།
en: Therefore, it says, “What do you think… is the bodhisattva perception… is the bodhisattva volitional factors?”

source: །དེ་བཞིན་དུ་རིག་བྱེད་སྨྲ་བ་ལ་སོགས་པ་ལྟར་ཤེས་པ་པོ་ནི་བདག་ཡིན་ནོ་སྙམ་དུ་རྟོག་ཅིང་། རྣམ་པར་ཤེས་པའི་ངོ་བོ་ཉིད་དུ་བཟུང་སྟེ།
en: Similarly, those like the Vaidikas and so on mentally construct one who knows as a being, and, having taken it as having consciousness for its intrinsic nature, think the soul is “one who knows.”

source: ཤེས་པར་བྱེད་པ་ནི་བདག་ཡིན་ནོ་སྙམ་དུ་སེམས་པ་དེའི་ཕྱིར་རྣམ་པར་ཤེས་པ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་གསུངས་སོ།
en: Therefore, it says, “What do you think… is the bodhisattva consciousness?”

source: །དེ་བཞིན་དུ་གྲངས་ཅན་པ་དག་ལྟར་ཤིན་ཏུ་ཕྲ་ཞིང་ཁྱབ་ལ་མི་གསལ་བའི་སྐྱེས་བུར་རྟོག་ཅིང་གཟུགས་ལ་སོགས་པ་ལས་ཐ་དད་པར་གྱུར་པའི་བདག་ཅིག་ཡོད་པར་སེམས་པ་དེའི་ཕྱིར་གཟུགས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ།
en: Similarly, those like the Sāṃkhyas mentally construct it as an extremely subtle individual that is pervasive but not evident, thinking that there is a soul that has a nature different from form and so on. Therefore, it says, “What do you think… is the bodhisattva other than form?

source: ཚོར་བ་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ།
en: What do you think… is the bodhisattva other than feeling?”

source: །དེ་བཞིན་དུ་ཀུན་ཏུ་རྒྱུ་ལ་སོགས་པ་ལྟར།
en: and so on.

source: སེམས་ཅན་མཐེ་བོ་ཙམ་མམ།
en: Similarly, those like the Parivrājakas and so on mentally construct it as the size of a thumb or the size of a grain of barley and so on.

source: ནས་ལ་སོགས་པ་ཙམ་ཞིག་ཡོད་པར་རྟོག་ཅིང་ཕུང་པོ་བདག་ཉིད་ཀྱི་ལུས་ལ་སྐྱེས་བུ་འདི་གནས་སོ་སྙམ་དུ་རྟོག་པ་དེའི་ཕྱིར།
en: They mentally construct the idea that this individual resides in a body constituted out of aggregates.

source: གཟུགས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་མམ།
en: Therefore, it says, “What do you think… is the bodhisattva in form?

source: ཚོར་བ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ།
en: What do you think… is the bodhisattva in feeling?” and so on.

source: །དེ་དེ་བཞིན་དུ་འུག་པ་པ་ལ་སོགས་པ་ལྟར་གཟུགས་མི་རྟག་པ་ལ་སོགས་པ་ནི་སྐྱེས་བུ་རྟག་པ་ལ་གནས་པ་ཡིན་པར་འདོད་དེ།
en: Similarly, those like the Ulūkas and so on, who assert that impermanent form and so on are resident in the permanent person, think that form and so on reside in the soul, mentally constructing something in the residence.

source: གཟུགས་ལ་སོགས་པ་བདག་ལ་གནས་སོ་སྙམ་དུ་སེམས་ཤིང་གནས་ཀྱི་དངོས་པོར་རྟོག་པ་དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་ཡོད་སྙམ་མམ།
en: Therefore, it says, “What do you think… is form in the bodhisattva?

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་ཚོར་བ་ཡོད་སྙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ།
en: Is feeling in the bodhisattva?”

source: །དེ་བཞིན་དུ་དབང་ཕྱུག་ཏུ་སྨྲ་བ་ལ་སོགས་པ་ཁ་ཅིག་ལྟར།
en: and so on.

source: དབང་ཕྱུག་ཅེས་བྱ་བ་ཤིན་ཏུ་ཕྲ་ཞིང་རྟོགས་པར་དཀའ་བ་ཞིག་ཡོད་པར་རྟོག་ཅིང་།
en: Similarly, like certain of those who assert Īśvara and so on, they mentally construct an extremely subtle, very hard to understand “Īśvara” as existing, and mentally construct the idea that it is different from the intrinsic nature of form and so on.

source: གཟུགས་ལ་སོགས་པའི་ངོ་བོ་ཉིད་ལས་གཞན་པ་ཞིག་ཡོད་པར་རྟོག་པ་དེའི་ཕྱིར་གཟུགས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ།
en: Therefore, it says, “What do you think… is the bodhisattva without form?

source: ཚོར་བ་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་སོ། །རྣམ་པར་རྟོག་པ་དེ་དག་ཐམས་ཅད་རིགས་པ་དང་མི་མཐུན་ནོ་སྙམ་དུ་དགོངས་ནས། ཕུང་པོ་ལྔ་དང་།
en: What do you think… is the bodhisattva without feeling?”

source: ཁམས་དྲུག་དང་། སྐྱེ་མཆེད་བཅུ་གཉིས་དང་། ཁམས་བཅོ་བརྒྱད་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་ཡན་ལག་བཅུ་གཉིས་ཉེ་བར་བཟུང་སྟེ། སོ་སོར་དྲིས་པ་དང་། གནས་བརྟན་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ་ཞེས་བཀག་གོ།
en: Intending that all those possibilities fly in the face of reason, the question is posed separately taking the five aggregates, six elements, twelve sense fields, and twelve links of dependent origination as the point of departure, and the elder Subhūti replies in the negative to each, with, “None of those, Lord.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་འདིས་ཆོས་གཞན་དུ་གྱུར་པ་ཞིག་ཡོད་ན་འདུས་བྱས་སམ་འདུས་མ་བྱས་པ་ཞིག་ཡིན་གྲང་ན། གལ་ཏེ་འདུས་བྱས་ཡིན་ན་ནི་ཕུང་པོ་ལྔ་ལ་སོགས་པ་འདི་དག་ལ་དམིགས་པར་འགྱུར་བ་ཞིག་ན་དམིགས་པར་མ་གྱུར་ཏོ། །གལ་ཏེ་འདུས་མ་བྱས་པ་ཞིག་ཡིན་པ་ཁས་ལེན་ན་ཡང་། དོགས་པ་དེ་བསལ་བའི་ཕྱིར་ཡང་ཕུང་པོ་ལ་སོགས་པ་དེ་བཞིན་ཉིད་བཟུང་སྟེ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་གང་ཡིན་པ་དེ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པ་དྲིས་སོ། །དེ་ནས་གནས་བརྟན་རབ་འབྱོར་གྱིས། ཕུང་པོ་དང་།
en: Then if a dharma that is different exists and if this bodhisattva supposes it has to be a compounded phenomenon or an uncompounded phenomenon, if it is a compounded phenomenon it will be apprehended in these aggregates and so on, but it is not apprehended; and even if it is asserted that it is an uncompounded phenomenon, to eliminate that doubt, taking the suchness of the aggregates and so on as his point of departure, the Lord asks, “What do you think, Subhūti, is the bodhisattva the suchness of form?”

source: ཁམས་དང་། སྐྱེ་མཆེད་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བའི་དེ་བཞིན་ཉིད་ཐ་དད་པ་དང་། འདུས་པ་དེ་དག་བསྡུས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡོད་ན་ནི་བྱང་ཆུབ་སེམས་དཔའ་གཅིག་ཉིད་ལ་ངོ་བོ་ཉིད་ཚད་མེད་གྲངས་མེད་པར་འགྱུར་ཏེ།
en: Then, were the different and combined suchnesses of aggregates, constituents, sense fields, and dependent origination, having been collected, together to exist in a bodhisattva, just a single bodhisattva would have an unbounded, infinite number of intrinsic natures.

source: དེ་ལྟ་བུའི་རིགས་པ་ཡང་མེད་དོ་སྙམ་ནས་བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ་ཞེས་དེ་ཡང་བཀག་གོ།
en: Something like that makes no sense, so the elder Subhūti negates those as well, with, “None of those, Lord.”

source: །དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་རབ་འབྱོར་ཁྱོད་ཀྱིས་དོན་གྱི་དབང་ཡིན་པ་ཉེ་བར་བཟུང་ནས་དེ་སྐད་ཟེར་ཞེས་གཏན་ཚིགས་དྲིས་པ་དང་།
en: The Lord then asked again the reason why, with “Subhūti, for what reason do you say…?”

source: དེའི་གཏན་ཚིགས་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཤིན་ཏུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། དེ་ལ་གཟུགས་བྱང་ཆུབ་སེམས་དཔའ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ། རི་བོང་གི་རྭ་དང་།
en: and it says the reason why, with, “Lord… when a bodhisattva absolutely does not exist and cannot be apprehended, how could that form be a bodhisattva?”

source: མོ་གཤམ་གྱི་བུ་ལ་སོགས་པ་ལ། རིང་བ་དང་།
en: and so on.

source: ཐུང་བ་དང་། དཀར་ཤམ་དང་། སྔོ་བསངས་ལ་སོགས་པའི་རྣམ་པར་རྟོག་པ་བཞིན་དུ་སེམས་ཅན་ཤིན་ཏུ་མེད་པ་ལས། གཟུགས་ལ་སོགས་པ་འདུས་བྱས་ཀྱི་ངོ་བོ་ཉིད་དམ། དེ་བཞིན་ཉིད་འདུས་མ་བྱས་ཀྱི་ངོ་བོ་ཉིད་དུ་ཡོད་པ་མ་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that just like conceiving of a rabbit’s horns or the child of a barren woman as tall or short, or snow white or jet black, given that a being absolutely does not exist, form and so on that is a compounded phenomenon in its intrinsic nature, or suchness that is an uncompounded phenomenon in its intrinsic nature, does not exist. “

source: །འདི་ལ་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དམིགས་པར་ལྟ་ག་ལ་འགྱུར་ཞེས་བྱ་བ་ནི་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ངོ་བོ་ཉིད་དུ་ག་ལ་འགྱུར་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: How could the suchness of form be apprehended in it?” means how could it have the suchness of form as its intrinsic nature.

source: །དེ་ལྟར་ངོ་བོ་ཉིད་ཐམས་ཅད་བཀག་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་སེམས་ཅན་མི་དམིགས་པའི་གདམས་པ་མཇུག་བསྡུ་བའི་ཕྱིར་རབ་འབྱོར་ལེགས་སོ་ལེགས་སོ།
en: Having thus negated all intrinsic natures, to bring the instructions without apprehending a being to a conclusion it says, “Excellent, excellent, Subhūti!”

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་ཅན་མི་དམིགས་པར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་དེ་ལྟར་བསླབ་པར་བྱའོ་ཞེས་བྱ་བ་གསུངས་སོ།
en: said the Lord. “Bodhisattvas, Subhūti, should train in the perfection of wisdom like that, without apprehending a being.”

source: །དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བགྱི་བ་དེ་ཆོས་གང་གི་ཚིག་{བླ་དགས་,བླ་དྭགས་}ལགས་ཞེས་འཕགས་པ་གནས་བརྟན་རབ་འབྱོར་གྱིས་སྔར་ཚིག་{བླ་དགས་,བླ་དྭགས་}ཞུས་པའི་སྒོ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་པ་ལྟ་བུར་བསྟན་པ་ལ།
en: Instructions for making an effort by not apprehending words for things Then, in the context of the noble elder Subhūti first asking about a “word for something,” with, “What phenomenon is this, the word bodhisattva, for?”
